mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
xterm
binutils
dosfstools
linux-headers
noto-fonts-emoji
usbutils
xdg-user-dirs
--END OF MINIMAL INSTALL--
alsa-plugins
alsa-utils
autoconf
automake
awesome-terminal-fonts
bash-completion
bind
bison
bluez
bluez-libs
bluez-utils
bridge-utils
btrfs-progs
celluloid
cmatrix
code
cronie
cups
dialog
dmidecode
dnsmasq
dtc
efibootmgr
egl-wayland
exfat-utils
flex
fuse2
fuse3
fuseiso
gamemode
gcc
gimp
gparted
gptfdisk
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
haveged
htop
jdk-openjdk
kitty
libdvdcss
libtool
lsof
lutris
lzop
m4
make
neofetch
ntfs-3g
ntp
openbsd-netcat
openssh
os-prober
p7zip
papirus-icon-theme
patch
picom
pkgconf
powerline-fonts
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-psutil
python-pyqt5
python-pip
qemu
snap-pac
snapper
steam
swtpm
synergy
terminus-font
traceroute
ttf-droid
ttf-hack
ttf-roboto
ufw
unrar
unzip
virt-manager
virt-viewer
which
wine-gecko
wine-mono
winetricks
zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
evince
l3afpad
bookworm
strawberry
mkvtoolnix-gui
handbrake
mpv
gimp
viewnior
remmina
freerdp
sane
sane-airscan
skanlite
xsane
gscan2pdf
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
gvfs
mediainfo-gui
thunderbird
xscreensaver
libreoffice-fresh
proton-community-updater
proton-ge-custom-bin
protonup-qt-bin
protonup-git
steam-tweaks
lib32-libnm
wine-staging
giflib
lib32-giflib
libpng
lib32-libpng
libldap
lib32-libldap
gnutls
lib32-gnutls
mpg123
lib32-mpg123
openal
lib32-openal
v4l-utils
lib32-v4l-utils
libpulse
lib32-libpulse
libgpg-error
lib32-libgpg-error
alsa-plugins
lib32-alsa-plugins
alsa-lib
lib32-alsa-lib
libjpeg-turbo
lib32-libjpeg-turbo
sqlite
lib32-sqlite
libxcomposite
lib32-libxcomposite
libxinerama
lib32-libgcrypt
libgcrypt lib32-libxinerama
ncurses
lib32-ncurses
ocl-icd
lib32-ocl-icd
libxslt
lib32-libxslt
libva
lib32-libva
gtk3
lib32-gtk3
gst-plugins-base-libs
lib32-gst-plugins-base-libs
